orlis/open_source_benchmarks/apps/org.epstudios.epmobile_47_src.tar.gz/app/src/main/assets/sotalol.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title></title>
<!-- 2015-03-10 Tue 16:32 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="David Mann" />
</head>
<body>
<div id="content">
<h1 class="title"></h1>
<div id="outline-container-unnumbered-1" class="outline-2">
<h2 id="unnumbered-1">Note</h2>
<div class="outline-text-2" id="text-unnumbered-1">
<ul class="org-ul">
<li>Sotalol should only be prescribed by physicians experienced in its use.  This outline is no substitute for a comprehensive familiarity with the drug and its packaging information.</li>
<li>Also note that packaging information is different for Betapace and Betapace AF, though information for both forms of sotalol are given here.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-2" class="outline-2">
<h2 id="unnumbered-2">Dosage and administration</h2>
<div class="outline-text-2" id="text-unnumbered-2">
</div><div id="outline-container-unnumbered-3" class="outline-3">
<h3 id="unnumbered-3">Ventricular and supraventricular arrhythmias (Betapace)</h3>
<div class="outline-text-3" id="text-unnumbered-3">
<ul class="org-ul">
<li>80 mg PO q12hr initially; increase PRN to 120-160 mg q12hr (2-3 days between increments).</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-4" class="outline-3">
<h3 id="unnumbered-4">Refractory life-threatening arrhythmias (Betapace)</h3>
<div class="outline-text-3" id="text-unnumbered-4">
<ul class="org-ul">
<li>80 mg PO q12hr initially; increase PRN to 120-160 mg q12hr (2-3 days between increments) to 160-320 mg/day divided q8-12hr; up to 480-640 mg/day may be required if benefits outweigh increased adverse effects.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-5" class="outline-3">
<h3 id="unnumbered-5">Atrial fibrillation or flutter (Betapace AF)</h3>
<div class="outline-text-3" id="text-unnumbered-5">
<ul class="org-ul">
<li>80 mg PO q12hr; increase PRN to 120-160 mg q12hr.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-6" class="outline-3">
<h3 id="unnumbered-6">Dosing modifications for renal failure (atrial fibrillation/flutter)</h3>
<div class="outline-text-3" id="text-unnumbered-6">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;60 mL/min</td>
<td class="left">give q12hr</td>
</tr>

<tr>
<td class="left">40 to 60 mL/min</td>
<td class="left">give once daily</td>
</tr>

<tr>
<td class="left">&lt;40 mL/min</td>
<td class="left">Contraindicated</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-unnumbered-7" class="outline-3">
<h3 id="unnumbered-7">Dosing modifications for renal failure (ventricular arrhythmias)</h3>
<div class="outline-text-3" id="text-unnumbered-7">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">CrCl</th>
<th scope="col" class="left">Dose</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">&gt;60 mL/min</td>
<td class="left">give q12hr</td>
</tr>

<tr>
<td class="left">30 to 59 mL/min</td>
<td class="left">give once daily</td>
</tr>

<tr>
<td class="left">&lt;40 mL/min</td>
<td class="left">Contraindicated</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-unnumbered-8" class="outline-3">
<h3 id="unnumbered-8">Monitor QT interval during initiation of therapy</h3>
<div class="outline-text-3" id="text-unnumbered-8">
<ul class="org-ul">
<li>Baseline QT interval must be ≤450 msec (or JT &lt;330 msec) to start therapy.</li>
<li>Monitor QT interval 2-4 hrs after each dose.</li>
<li>If the QT interval prolongs to 500 msec or greater the dose must be reduced or the drug discontinued.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-unnumbered-9" class="outline-2">
<h2 id="unnumbered-9">Dosage forms and strengths</h2>
<div class="outline-text-2" id="text-unnumbered-9">
<ul class="org-ul">
<li>Tablets
<ul class="org-ul">
<li>80 mg</li>
<li>120 mg</li>
<li>160 mg</li>
<li>240 mg</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-10" class="outline-2">
<h2 id="unnumbered-10">Warnings</h2>
<div class="outline-text-2" id="text-unnumbered-10">
<ul class="org-ul">
<li>Sotalol can cause serious ventricular arrhythmias, primarily Torsade de Pointes (TdP) type ventricular tachycardia, a polymorphic ventricular tachycardia associated with QT interval prolongation. QT prolongation is directly related to sotalol dose.  Factors such as reduced CrCl, female gender, and larger doses increase the risk of TdP.  The risk of TdP can be reduced by adjustment of the sotalol dose according to CrCl and by monitoring the ECG for excessive increases in the QT interval.</li>
<li>Hospitalize patient at least 3 days while on maintenance dose in facility that provides cardiac resuscitation, continuous ECG monitoring, and estimated CrCl.</li>
<li>Calculate CrCl before initiating sotalol therapy.</li>
<li>Measure QT interval before initiating sotalol therapy.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-11" class="outline-2">
<h2 id="unnumbered-11">Contraindications</h2>
<div class="outline-text-2" id="text-unnumbered-11">
<ul class="org-ul">
<li>Sinus bradycardia (&lt;50 bpm during waking hours).</li>
<li>Sick sinus syndrome or 2nd or 3rd degree AV block unless functioning pacemaker is present.</li>
<li>Congenital or acquired long QT syndromes.</li>
<li>Baseline QT interval &gt;450 msec.</li>
<li>Cardiogenic shock, uncontrolled heart failure.</li>
<li>Hypokalemia (&lt;4 meq/L).</li>
<li>CrCl &lt;40 mL/min.</li>
<li>Bronchial asthma.</li>
<li>Previous hypersensitivity to sotalol.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-12" class="outline-2">
<h2 id="unnumbered-12">Adverse reactions</h2>
<div class="outline-text-2" id="text-unnumbered-12">
<ul class="org-ul">
<li>1-2% incidence of proarrhythmia and Torsade de Pointes with potentially fatal ventricular arrhythmias.</li>
<li>&gt;10% include dyspnea, dizziness, fatigue, bradycardia, chest pain, palpitations, weakness, lightheadedness.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-13" class="outline-2">
<h2 id="unnumbered-13">Drug interactions</h2>
<div class="outline-text-2" id="text-unnumbered-13">
<ul class="org-ul">
<li>Note multiple drug interactions; do not use with other QT prolonging drugs. See full prescribing details.</li>
</ul>
</div>
</div>
<div id="outline-container-unnumbered-14" class="outline-2">
<h2 id="unnumbered-14">Use in specific populations</h2>
<div class="outline-text-2" id="text-unnumbered-14">
<ul class="org-ul">
<li>Nursing mothers: Discontinue drug or discontinue nursing.</li>
<li>Pregnancy category: B</li>
<li>Adjust dose for renal impairment; see above and full prescribing information.</li>
</ul>
</div>
</div>
</div>
</body>
</html>
